import './description.scss';

const Description = () => {
    return (
        <div className='description'>
            <div className='description__block'>
                <p className='description__text'>Т-55 — середній танк радянської розробки. Випускався як модифікація Т-54 з 1958 р.  Усього з урахуванням варіантів, що випускалися в інших країнах, було випущено до 100 тисяч Т-54/55, що зробило його найчисленнішим танком в історії. 
                <br />
                <br />
                До 1999 року Словенія модернізувала наявні 30 машин до рівня M-55S. У ході 
                модернізації танки отримали нову 105-мм гармату L7 з тепловим кожухом.</p>
            </div>
        </div>
    )
}

export default Description;